[SnowShell]
INT_SETTING_VER=24
[Menu]
STRING_MENU_FILE=ファイル・実行
STRING_MENU_NOISE=ノイズ除去
STRING_MENU_SCALE=拡大
STRING_MENU_EXPORT=出力先
STRING_MENU_CONFIRM=警告
[File]
STRING_MENU_FILE_IMAGE_SEL=画像を選択して拡大
STRING_MENU_FILE_CREDIT=クレジット
STRING_MENU_FILE_QUIT=終了
[Noise]
STRING_MENU_NOISE_NONE=なし
STRING_MENU_NOISE_LOW=弱
STRING_MENU_NOISE_MID=中
STRING_MENU_NOISE_HIGH=強
STRING_MENU_NOISE_VERY_HIGH=最大
[Scale]
STRING_MENU_SCALE_x1_0=拡大しない
STRING_MENU_SCALE_x1_5=1.5倍
STRING_MENU_SCALE_x1_6=1.6倍
STRING_MENU_SCALE_x2_0=2.0倍
STRING_MENU_SCALE_CUSTOM=カスタマイズ
[GPU]
STRING_MENU_GPU_CPU=CPUを使用
STRING_MENU_GPU_GPU=GPUを優先
[TTA]
STRING_MENU_TTA_DISABLED=TTAを使用しない
STRING_MENU_TTA_ENABLED=TTAを使用
[Export]
STRING_MENU_EXPORT_SAME=元画像と同じフォルダに出力
STRING_MENU_EXPORT_NEW=outputフォルダに出力
[Confirm]
STRING_MENU_CONFIRM_SHOW=大きい画像を変換する前に警告する
STRING_MENU_CONFIRM_SKIP=警告を表示しない
STRING_MENU_CONFIRM_DEBUG=変換ログを見せる
[Text]
INT_TEXT_TAB=12
STRING_TEXT_NOISE=ノイズ除去
STRING_TEXT_NOISE_NONE=なし
STRING_TEXT_NOISE_LOW=弱
STRING_TEXT_NOISE_MID=中
STRING_TEXT_NOISE_HIGH=強
STRING_TEXT_NOISE_VERY_HIGH=最大
STRING_TEXT_SCALE=拡大倍率
STRING_TEXT_SCALE_x1_0=x1.0
STRING_TEXT_SCALE_x1_5=x1.5
STRING_TEXT_SCALE_x1_6=x1.6
STRING_TEXT_SCALE_x2_0=x2.0
STRING_TEXT_SCALE_PREFIX=x
STRING_TEXT_SCALE_POSTFIX=
STRING_TEXT_GPU=変換方式
STRING_TEXT_GPU_CPU=CPU
STRING_TEXT_GPU_CPU_TTA=CPU (TTA)
STRING_TEXT_GPU_GPU=GPU
STRING_TEXT_GPU_GPU_TTA=GPU (TTA)
STRING_TEXT_EXPORT=出力先
STRING_TEXT_EXPORT_SAME=元画像と同じ
STRING_TEXT_EXPORT_NEW=outputフォルダ
STRING_TEXT_CONFIRM=警告
STRING_TEXT_CONFIRM_SHOW=する
STRING_TEXT_CONFIRM_SKIP=しない
STRING_TEXT_CONFIRM_TITLE=警告
STRING_TEXT_CONFIRM_MESSAGE=大きい画像わやたら時間が掛かったり\nエラーが発生する可能性があります。\nすれでも変換を実行しますか？
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=警告
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=高倍率変換はエラーが発生する可能性があります。\n作業を続行しますか？
STRING_TEXT_NOCONVERTER_TITLE=エラー
STRING_TEXT_NOCONVERTER_MESSAGE=使用できるコンバータがありません。\nWindowsのバージョンを確認してください。
STRING_TEXT_TOO_LONG_PATH_TITLE=エラー
STRING_TEXT_TOO_LONG_PATH_MESSAGE=ファイルのパスが長すぎるため、変換できません。
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=
STRING_TEXT_ABORT_CONVERT_TITLE=警告
STRING_TEXT_ABORT_CONVERT_MESSAGE=変換を停止しますか？
